Dzarda7/LogicData_SmartDesk/sdkconfig.defaults.esp32c3
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LOGICDATA_RX_GPIO=10
CONFIG_PIN_UP_GPIO=2
CONFIG_PIN_DOWN_GPIO=3
CONFIG_BUTTON_UP_GPIO=0
CONFIG_BUTTON_DOWN_GPIO=1
